Repository: AKJUS/motioneye
Catalog: motioneye/locale/*/LC_MESSAGES/motioneye.po
Languages: ar, bn, hi, ms, pa, pt

source: interrompa signalo ricevita, fermanta ...
ar: تلقي إشارة المقاطعة ، وإغلاق ...
bn: বাধা সংকেত পেয়েছে, বন্ধ হচ্ছে ...
hi: अवरोध संकेत प्राप्त हुआ, बंद हो रहा है ...
ms: isyarat mengganggu diterima, tutup ...
pa: ਰੁਕਾਵਟ ਸੰਕੇਤ ਮਿਲਿਆ, ਬੰਦ ਹੋ ਰਿਹਾ ਹੈ ...
pt: sinal de interrupção recebido, fechando ...

source: smb-akcioj postulas radikajn privilegiojn
ar: تتطلب مشاركات smb امتيازات الجذر
bn: এসএমবি শেয়ারের রুট সুবিধার দরকার
hi: smb शेयरों के लिए विशेषाधिकारों की आवश्यकता होती है
ms: saham smb memerlukan kelebihan root
pa: ਐਸ ਐਮ ਬੀ ਦੇ ਸ਼ੇਅਰਾਂ ਲਈ ਰੂਟ ਅਧਿਕਾਰ ਹੁੰਦੇ ਹਨ
pt: compartilhamentos smb requerem privilégios de root

source: bonvolu instali tornado version 3.1 aŭ pli
ar: الرجاء تثبيت الإصدار الإعصار 3.1 أو أعلى
bn: টর্নেডো সংস্করণ 3.1 বা ততোধিক ইনস্টল করুন
hi: कृपया तूफान संस्करण 3.1 या उच्चतर स्थापित करें
ms: sila pasang versi tornado 3.1 atau lebih tinggi
pa: ਕਿਰਪਾ ਕਰਕੇ ਤੂਫਾਨੀ ਸੰਸਕਰਣ or. install ਜਾਂ ਇਸਤੋਂ ਵੱਧ ਸਥਾਪਤ ਕਰੋ
pt: instale o tornado versão 3.1 ou superior

source: bonvolu instali jinja2
ar: الرجاء تثبيت jinja2
bn: jinja2 ইনস্টল করুন
hi: कृपया jinja2 स्थापित करें
ms: sila pasang jinja2
pa: ਕਿਰਪਾ ਕਰਕੇ jinja2 ਸਥਾਪਿਤ ਕਰੋ
pt: instale o jinja2

source: bonvolu instali pillow aŭ PIL
ar: الرجاء تثبيت وسادة أو PIL
bn: বালিশ বা পিআইএল ইনস্টল করুন
hi: कृपया तकिया या पीआईएल स्थापित करें
ms: sila pasang bantal atau PIL
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਿਰਹਾਣਾ ਜਾਂ ਪੀ.ਆਈ.ਐਲ. ਸਥਾਪਿਤ ਕਰੋ
pt: instale travesseiro ou PIL

source: bonvolu instali pycurl
ar: الرجاء تثبيت pycurl
bn: পাইকারল ইনস্টল করুন
hi: कृपया pycurl स्थापित करें
ms: sila pasang pycurl
pa: ਕਿਰਪਾ ਕਰਕੇ ਪਾਈਕੁਰਲ ਸਥਾਪਿਤ ਕਰੋ
pt: instale o pycurl

source: saluton! ĉi tio estas motionEye-servilo
ar: مرحبا! هذا هو خادم motionEye
bn: হ্যালো! এটি একটি মোশনই সার্ভার
hi: हैलो! यह एक मोशन सर्वर है
ms: hello! ini adalah pelayan motionEye
pa: ਹੈਲੋ! ਇਹ ਇੱਕ ਮੋਸ਼ਨਈ ਸਰਵਰ ਹੈ
pt: ola este é um servidor motionEye

source: purigado komenciĝis
ar: بدأ التنظيف
bn: পরিস্কার করা শুরু
hi: सफाई शुरू हुई
ms: pembersihan bermula
pa: ਸਫਾਈ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ
pt: limpeza iniciada

source: wsswitch komenciĝis
ar: بدأ wsswitch
bn: wsswitch শুরু হয়েছে itch
hi: wsswitch शुरू हो गया है
ms: wsswitch telah bermula
pa: wsswitch ਸ਼ੁਰੂ ਹੋ ਗਈ ਹੈ
pt: wsswitch começou

source: taskoj komenciĝis
ar: بدأت المهام
bn: কাজ শুরু
hi: कार्य शुरू हो गए
ms: tugas bermula
pa: ਕੰਮ ਸ਼ੁਰੂ
pt: tarefas iniciadas

source: mjpg klienta rubo-kolektanto komenciĝis
ar: بدأ جامع القمامة العملاء mjpg
bn: mjpg গ্রাহকের আবর্জনা সংগ্রহকারী শুরু হয়েছে
hi: mjpg ग्राहक कचरा संग्राहक शुरू हो गया है
ms: Pemungut sampah pelanggan mjpg telah dimulakan
pa: mjpg ਗਾਹਕ ਕੂੜਾ ਕਰਕਟ ਇਕੱਠਾ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ ਹੈ
pt: coletor de lixo do cliente mjpg iniciado

source: servilo komenciĝis
ar: بدأ الخادم
bn: সার্ভার শুরু হয়েছে
hi: सर्वर शुरू हुआ
ms: pelayan bermula
pa: ਸਰਵਰ ਚਾਲੂ
pt: servidor iniciado

source: servilo haltis
ar: توقف الخادم
bn: সার্ভার বন্ধ
hi: सर्वर बंद हो गया
ms: pelayan berhenti
pa: ਸਰਵਰ ਬੰਦ ਹੋ ਗਿਆ
pt: servidor parado

source: taskoj haltis
ar: توقفت المهام
bn: কাজ বন্ধ
hi: कार्य रुक गए
ms: tugas berhenti
pa: ਕੰਮ ਬੰਦ ਹੋ ਗਏ
pt: tarefas interrompidas

source: motion haltis
ar: توقفت الحركة
bn: গতি বন্ধ
hi: गति बंद हो गई
ms: gerakan berhenti
pa: ਗਤੀ ਬੰਦ ਹੋ ਗਈ
pt: movimento parado

source: adiaŭ!
ar: وداعا!
bn: বিদায়!
hi: अलविदा!
ms: selamat tinggal!
pa: ਅਲਵਿਦਾ!
pt: adeus!

source: never
ar: أبدا
bn: না
hi: कभी नहीं
ms: tidak pernah
pa: ਕਦੇ ਨਹੀਂ
pt: nunca

source: day
ar: اليوم
bn: দিন
hi: दिन
ms: hari
pa: ਦਿਨ
pt: dia

source: week
ar: الأسبوع
bn: সপ্তাহ
hi: सप्ताह
ms: minggu
pa: ਹਫ਼ਤਾ
pt: semana

source: month
ar: شهر
bn: মাস
hi: माह
ms: bulan
pa: ਮਹੀਨਾ
pt: mês

source: year
ar: عام
bn: বছর
hi: साल
ms: tahun
pa: ਸਾਲ
pt: ano

source: days
ar: أيام
bn: দিন
hi: दिन
ms: hari
pa: ਦਿਨ
pt: dias

source: hour
ar: ساعة
bn: ঘন্টা
hi: घंटा
ms: jam
pa: ਘੰਟਾ
pt: hora

source: hours
ar: ساعات
bn: ঘন্টা
hi: घंटे
ms: jam
pa: ਘੰਟੇ
pt: horas

source: minute
ar: دقائق
bn: মিনিট
hi: मिनट
ms: minit
pa: ਮਿੰਟ
pt: minutos

source: minutes
ar: دقائق
bn: মিনিট
hi: मिनट
ms: minit
pa: ਮਿੰਟ
pt: minutos

source: second
ar: الثانية
bn: দ্বিতীয়
hi: दूसरा
ms: kedua
pa: ਦੂਜਾ
pt: segundo

source: seconds
ar: ثواني
bn: সেকেন্ড
hi: सेकंड
ms: detik
pa: ਸਕਿੰਟ
pt: segundos

source: minus
ar: ناقص
bn: ঋণচিহ্ন
hi: ऋण
ms: tolak
pa: ਘਟਾਓ
pt: menos

source: preferoj de uzanto
ar: تفضيلات المستخدم
bn: ব্যবহারকারীর পছন্দসমূহ
hi: उपयोगकर्ता प्राथमिकताएं
ms: pilihan pengguna
pa: ਯੂਜ਼ਰ ਪਸੰਦ
pt: preferências do usuário

source: Preferoj
ar: التفضيلات
bn: পছন্দগুলি
hi: वरीयताओं
ms: Keutamaan
pa: ਪਸੰਦ
pt: Preferências

source: Aranĝo Kolumnoj
ar: أعمدة التخطيط
bn: লেআউট কলাম
hi: लेआउट कॉलम
ms: Lajur Layout
pa: ਲੇਆਉਟ ਕਾਲਮ
pt: Colunas de layout

source: agordas la nombron da kolumnoj uzataj por aranĝi la fotilojn
ar: يضبط عدد الأعمدة المستخدمة لترتيب الكاميرات
bn: ক্যামেরাগুলি সাজানোর জন্য ব্যবহৃত কলামগুলির সংখ্যা নির্ধারণ করে
hi: कैमरों की व्यवस्था के लिए उपयोग किए जाने वाले स्तंभों की संख्या निर्धारित करता है
ms: menetapkan bilangan lajur yang digunakan untuk mengatur kamera
pa: ਕੈਮਰਿਆਂ ਦਾ ਪ੍ਰਬੰਧ ਕਰਨ ਲਈ ਵਰਤੇ ਜਾਣ ਵਾਲੇ ਕਾਲਮਾਂ ਦੀ ਗਿਣਤੀ ਤਹਿ ਕਰਦਾ ਹੈ
pt: define o número de colunas usadas para organizar as câmeras

source: Fiksi Kadrojn Vertikale
ar: تعيين الإطارات عموديا
bn: উল্লম্বভাবে ফ্রেম সেট করুন
hi: ऊर्ध्वाधर फ्रेम सेट करें
ms: Tetapkan Bingkai secara menegak
pa: ਲੰਬਕਾਰੀ ਫਰੇਮ ਸੈੱਟ ਕਰੋ
pt: Definir quadros verticalmente

source: kontrolas ĉu framfojoj povas esti reduktitaj por vertikale konveni al la fenestro aŭ ne
ar: يتحكم فيما إذا كان يمكن تقليل أوقات الإطار لتناسب النافذة بشكل رأسي أم لا
bn: উইন্ডোটিকে উল্লম্বভাবে ফিট করার জন্য ফ্রেমের সময়গুলি হ্রাস করা যায় কিনা তা নিয়ন্ত্রণ করে
hi: यह नियंत्रित करता है कि खिड़की को फिट करने के लिए फ्रेम टाइम को कम किया जा सकता है या नहीं
ms: mengawal sama ada masa bingkai boleh dikurangkan agar sesuai dengan tetingkap secara menegak atau tidak
pa: ਕੰਟਰੋਲ ਕਰਦਾ ਹੈ ਕਿ ਫਰੇਮ ਦੇ ਸਮੇਂ ਨੂੰ ਵਿੰਡੋ ਨੂੰ ਲੰਬਕਾਰੀ ਤੌਰ ਤੇ ਫਿੱਟ ਕਰਨ ਲਈ ਘੱਟ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਜਾਂ ਨਹੀਂ
pt: controla se os tempos de quadro podem ser reduzidos para caber na janela verticalmente ou não

source: Aranĝo linioj
ar: خطوط التخطيط
bn: লেআউট লাইন
hi: लेआउट लाइनों
ms: Talian susun atur
pa: ਲੇਆਉਟ ਲਾਈਨਾਂ
pt: Linhas de layout

source: agordas la nombron da linioj uzataj por aranĝi la fotilojn
ar: يضبط عدد الخطوط المستخدمة لترتيب الكاميرات
bn: ক্যামেরাগুলি সাজানোর জন্য ব্যবহৃত লাইনগুলির সংখ্যা নির্ধারণ করে
hi: कैमरों की व्यवस्था के लिए उपयोग की जाने वाली लाइनों की संख्या निर्धारित करता है
ms: menetapkan bilangan garisan yang digunakan untuk mengatur kamera
pa: ਕੈਮਰਿਆਂ ਦਾ ਪ੍ਰਬੰਧ ਕਰਨ ਲਈ ਵਰਤੀਆਂ ਜਾਣ ਵਾਲੀਆਂ ਲਾਈਨਾਂ ਦੀ ਗਿਣਤੀ ਤਹਿ ਕਰਦਾ ਹੈ
pt: define o número de linhas usadas para organizar as câmeras

source: kadro-variatoro
ar: متغير الإطار
bn: ফ্রেম ভেরিয়েটার
hi: फ्रेम चर
ms: variator bingkai
pa: ਫਰੇਮ ਵੇਰੀਏਟਰ
pt: variador de quadro

source: reduktas framfrekvencon por ŝpari retan larĝan bandon kaj trafikon (ne funkcias kun simplaj MJPEG-fotiloj)
ar: يقلل من معدل الإطارات لتوفير النطاق الترددي للشبكة وحركة المرور (لا يعمل مع كاميرات MJPEG البسيطة)
bn: নেটওয়ার্ক ব্যান্ডউইথ এবং ট্র্যাফিক বাঁচাতে ফ্রেম রেট হ্রাস করে (সাধারণ এমজেপিইজি ক্যামেরা নিয়ে কাজ করে না)
hi: नेटवर्क बैंडविड्थ और ट्रैफ़िक को बचाने के लिए फ्रेम दर को कम करता है (सरल MJPEG कैमरों के साथ काम नहीं करता है)
ms: mengurangkan kadar bingkai untuk menjimatkan lebar jalur dan trafik rangkaian (tidak berfungsi dengan kamera MJPEG yang mudah)
pa: ਨੈਟਵਰਕ ਬੈਂਡਵਿਡਥ ਅਤੇ ਟ੍ਰੈਫਿਕ ਨੂੰ ਬਚਾਉਣ ਲਈ ਫਰੇਮ ਰੇਟ ਘਟਾਉਂਦਾ ਹੈ (ਸਧਾਰਨ ਐਮਜੇਪੀਈਜੀ ਕੈਮਰੇ ਨਾਲ ਕੰਮ ਨਹੀਂ ਕਰਦਾ)
pt: reduz a taxa de quadros para economizar largura de banda e tráfego da rede (não funciona com câmeras MJPEG simples)

source: Rezolucio-variatoro
ar: متغير الدقة
bn: রেজোলিউশন ভেরিয়েটার
hi: संकल्प चर
ms: Variator Penyelesaian
pa: ਰੈਜ਼ੋਲੇਸ਼ਨ ਵੇਰੀਏਟਰ
pt: Variador de resolução

source: reduktas la efektivan rezolucion de ĉiuj fotiloj por ŝpari retan larĝan bandon kaj trafikon (ne funkcias en simplaj MJPEG-fotiloj)
ar: يقلل من الدقة الفعالة لجميع الكاميرات لتوفير النطاق الترددي للشبكة وحركة المرور (لا يعمل على كاميرات MJPEG البسيطة)
bn: নেটওয়ার্ক ব্যান্ডউইথ এবং ট্র্যাফিক সংরক্ষণের জন্য সমস্ত ক্যামেরার কার্যকর রেজোলিউশন হ্রাস করে (সাধারণ এমজেপিইজি ক্যামেরায় কাজ করে না)
hi: नेटवर्क बैंडविड्थ और ट्रैफ़िक को बचाने के लिए सभी कैमरों के प्रभावी रिज़ॉल्यूशन को कम करता है (सरल MJPEG कैमरों पर काम नहीं करता है)
ms: mengurangkan resolusi berkesan semua kamera untuk menjimatkan jalur lebar dan lalu lintas rangkaian (tidak berfungsi pada kamera MJPEG mudah)
pa: ਨੈੱਟਵਰਕ ਬੈਂਡਵਿਡਥ ਅਤੇ ਟ੍ਰੈਫਿਕ ਨੂੰ ਬਚਾਉਣ ਲਈ ਸਾਰੇ ਕੈਮਰਿਆਂ ਦੇ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਰੈਜ਼ੋਲਿ reducesਸ਼ਨ ਨੂੰ ਘਟਾਉਂਦਾ ਹੈ (ਸਧਾਰਣ ਐਮਜੇਪੀਈਜੀ ਕੈਮਰੇ 'ਤੇ ਕੰਮ ਨਹੀਂ ਕਰਦਾ)
pt: reduz a resolução efetiva de todas as câmeras para economizar largura de banda e tráfego de rede (não funciona em câmeras MJPEG simples)

source: ĝeneralaj parametroj, komunaj al ĉiuj fotiloj
ar: المعلمات العامة المشتركة لجميع الكاميرات
bn: সাধারণ পরামিতি, সমস্ত ক্যামেরার জন্য সাধারণ
hi: सामान्य पैरामीटर, सभी कैमरों के लिए सामान्य
ms: parameter umum, biasa kepada semua kamera
pa: ਆਮ ਪੈਰਾਮੀਟਰ, ਸਾਰੇ ਕੈਮਰਿਆਂ ਲਈ ਆਮ
pt: parâmetros gerais, comuns a todas as câmeras

source: Ĝeneralaj Agordoj
ar: الإعدادات العامة
bn: সাধারণ সেটিংস
hi: सामान्य सेटिंग्स
ms: Tetapan Umum
pa: ਆਮ ਸੈਟਿੰਗ
pt: Configurações Gerais

source: Administranto
ar: المسؤول
bn: প্রশাসক
hi: प्रशासक
ms: Pentadbir
pa: ਪ੍ਰਬੰਧਕ
pt: Administrador

source: la uzantnomo uzata por agordi la sistemon
ar: اسم المستخدم المستخدم لتكوين النظام
bn: সিস্টেমটি কনফিগার করতে ব্যবহৃত ব্যবহারকারী নাম
hi: सिस्टम को कॉन्फ़िगर करने के लिए उपयोग किया जाने वाला उपयोगकर्ता नाम
ms: nama pengguna yang digunakan untuk mengkonfigurasi sistem
pa: ਸਿਸਟਮ ਨੂੰ ਸੰਰਚਿਤ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਯੂਜ਼ਰ ਨਾਂ
pt: o nome de usuário usado para configurar o sistema

source: Pasvorto
ar: كلمة المرور
bn: পাসওয়ার্ড
hi: पासवर्ड
ms: Kata laluan
pa: ਪਾਸਵਰਡ
pt: Senha

source: pasvorto de administranto
ar: كلمة مرور المسؤول
bn: অ্যাডমিন পাসওয়ার্ড
hi: व्यवस्थापक पासवर्ड
ms: kata laluan admin
pa: ਐਡਮਿਨ ਪਾਸਵਰਡ
pt: senha de administrador

source: Observanto
ar: مراقب
bn: পর্যবেক্ষক
hi: प्रेक्षक
ms: Observer
pa: ਨਿਰੀਖਕ
pt: Observador

source: la uzantnomo por uzi por la monitorado
ar: اسم المستخدم لاستخدامه في المراقبة
bn: নিরীক্ষণের জন্য ব্যবহারকারীর ব্যবহারকারীর নাম
hi: निगरानी के लिए उपयोग करने वाला उपयोगकर्ता नाम
ms: nama pengguna untuk digunakan untuk pemantauan
pa: ਨਿਗਰਾਨੀ ਲਈ ਵਰਤਣ ਲਈ ਯੂਜ਼ਰ ਨਾਂ
pt: o nome de usuário a ser usado para monitorar

source: la pasvorto de la uzanto de monitorado (lasu blankan por monitorado sen pasvorto)
ar: كلمة مرور مستخدم المراقبة (اتركها فارغة للمراقبة بدون كلمة مرور)
bn: নিরীক্ষণ ব্যবহারকারীর পাসওয়ার্ড (একটি পাসওয়ার্ড ছাড়া নিরীক্ষণের জন্য ফাঁকা ছেড়ে দিন)
hi: निगरानी उपयोगकर्ता का पासवर्ड (पासवर्ड के बिना निगरानी के लिए खाली छोड़ दें)
ms: kata laluan pengguna pemantauan (kosongkan untuk pemantauan tanpa kata laluan)
pa: ਨਿਗਰਾਨੀ ਕਰਨ ਵਾਲੇ ਉਪਭੋਗਤਾ ਦਾ ਪਾਸਵਰਡ (ਬਿਨਾਂ ਪਾਸਵਰਡ ਤੋਂ ਨਿਗਰਾਨੀ ਕਰਨ ਲਈ ਖਾਲੀ ਛੱਡੋ)
pt: a senha do usuário de monitoramento (deixe em branco para monitorar sem uma senha)

source: motionEye Versio
ar: إصدار motionEye
bn: গতিময় সংস্করণ
hi: गति संस्करण
ms: gerakanEye Versi
pa: ਮੋਸ਼ਨ ਈ ਵਰਜਨ
pt: Versão motionEye

source: Motion Versio
ar: إصدار الحركة
bn: মোশন ভার্সন
hi: मोशन संस्करण
ms: Versi Pergerakan
pa: ਮੋਸ਼ਨ ਵਰਜ਼ਨ
pt: Versão em movimento

source: Operaciumo Versio
ar: إصدار نظام التشغيل
bn: অপারেটিং সিস্টেম সংস্করণ
hi: ऑपरेटिंग सिस्टम संस्करण
ms: Versi Sistem Pengoperasian
pa: ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਵਰਜਨ
pt: Versão do sistema operacional

source: Programara Ĝisdatigo
ar: تحديث البرنامج
bn: সফ্টওয়্যার আপডেট
hi: सॉफ्टवेयर अद्यतन
ms: Kemas kini Perisian
pa: ਸਾਫਟਵੇਅਰ ਅਪਡੇਟ
pt: Atualização de Software

source: kontrolas novajn versiojn kaj plenumas ĝisdatigojn
ar: للتحقق من الإصدارات الجديدة وتنفيذ التحديثات
bn: নতুন প্রকাশের জন্য পরীক্ষা করে আপডেটগুলি করে
hi: नई रिलीज़ के लिए जाँच करता है और अद्यतन करता है
ms: menyemak siaran baru dan melakukan kemas kini
pa: ਨਵੇਂ ਰੀਲੀਜ਼ਾਂ ਦੀ ਜਾਂਚ ਕਰਦਾ ਹੈ ਅਤੇ ਅਪਡੇਟ ਕਰਦਾ ਹੈ
pt: verifica novos lançamentos e executa atualizações

source: Nutro
ar: طعام
bn: খাদ্য
hi: भोजन
ms: Makanan
pa: ਭੋਜਨ
pt: Alimento

source: Fermu
ar: أغلق
bn: ঘনিষ্ঠ
hi: पास
ms: Tutup
pa: ਬੰਦ ਕਰੋ
pt: Fechar

source: malŝaltas la sistemon
ar: يوقف النظام
bn: সিস্টেম বন্ধ করে দেয়
hi: सिस्टम को बंद कर देता है
ms: mematikan sistem
pa: ਸਿਸਟਮ ਬੰਦ ਕਰਦਾ ਹੈ
pt: desliga o sistema

source: Rekomencu
ar: أعد تشغيل
bn: পুনরারম্ভ
hi: पुनः प्रारंभ
ms: Mulakan semula
pa: ਮੁੜ ਚਾਲੂ ਕਰੋ
pt: Reiniciar

source: rekomencas la sistemon
ar: إعادة تشغيل النظام
bn: সিস্টেমটি পুনরায় চালু করুন
hi: सिस्टम को पुनरारंभ करें
ms: mulakan semula sistem
pa: ਸਿਸਟਮ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰੋ
pt: reinicie o sistema

source: Agordo
ar: التكوين
bn: কনফিগারেশন
hi: विन्यास
ms: Konfigurasi
pa: ਕੌਨਫਿਗਰੇਸ਼ਨ
pt: Configuração

source: Sekurkopio
ar: النسخ الاحتياطي
bn: ব্যাকআপ
hi: बैकअप
ms: Sandaran
pa: ਬੈਕਅਪ
pt: Backup

source: kreas dosieron kun la nuna agordo por ke vi konservu ĝin surloke
ar: يقوم بإنشاء ملف بالتهيئة الحالية حتى تتمكن من حفظه محليًا
bn: বর্তমান কনফিগারেশন সহ একটি ফাইল তৈরি করে যাতে আপনি এটি স্থানীয়ভাবে সংরক্ষণ করতে পারেন
hi: वर्तमान कॉन्फ़िगरेशन के साथ एक फ़ाइल बनाता है ताकि आप इसे स्थानीय रूप से सहेज सकें
ms: membuat fail dengan konfigurasi semasa supaya anda dapat menyimpannya secara tempatan
pa: ਮੌਜੂਦਾ ਕਨਫਿਗਰੇਸ਼ਨ ਨਾਲ ਇੱਕ ਫਾਈਲ ਬਣਾਉਂਦਾ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਇਸਨੂੰ ਸਥਾਨਕ ਤੌਰ ਤੇ ਸੁਰੱਖਿਅਤ ਕਰ ਸਕੋ
pt: cria um arquivo com a configuração atual para que você possa salvá-lo localmente

source: Restaŭri
ar: استعادة
bn: প্রত্যর্পণ করা
hi: बहाल
ms: Pulihkan
pa: ਮੁੜ
pt: Restaurar

source: restarigas la agordon el antaŭe konservita rezerva dosiero
ar: يستعيد التكوين من ملف النسخ الاحتياطي المحفوظ مسبقًا
bn: পূর্ববর্তী সংরক্ষিত ব্যাকআপ ফাইল থেকে কনফিগারেশনটি পুনরুদ্ধার করে
hi: पहले से सहेजी गई बैकअप फ़ाइल से कॉन्फ़िगरेशन को पुनर्स्थापित करता है
ms: mengembalikan konfigurasi dari fail sandaran yang telah disimpan sebelumnya
pa: ਪਿਛਲੀ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਗਈ ਬੈਕਅਪ ਫਾਈਲ ਤੋਂ ਕੌਨਫਿਗਰੇਸ਼ਨ ਨੂੰ ਰੀਸਟੋਰ ਕਰਦਾ ਹੈ
pt: restaura a configuração de um arquivo de backup salvo anteriormente

source: aktivigu ĉi tion, se vi volas uzi ĉi tiun kameraon
ar: قم بتفعيل هذا إذا كنت تريد استخدام هذه الكاميرا
bn: আপনি যদি এই ক্যামেরাটি ব্যবহার করতে চান তবে এটি সক্রিয় করুন
hi: यदि आप इस कैमरे का उपयोग करना चाहते हैं तो इसे सक्रिय करें
ms: aktifkan ini jika anda mahu menggunakan kamera ini
pa: ਇਸ ਨੂੰ ਸਰਗਰਮ ਕਰੋ ਜੇ ਤੁਸੀਂ ਇਸ ਕੈਮਰੇ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ
pt: ative isso se você quiser usar esta câmera

source: Video-Aparato
ar: جهاز فيديو
bn: ভিডিও ডিভাইস
hi: वीडियो डिवाइस
ms: Peranti Video
pa: ਵੀਡੀਓ ਡਿਵਾਈਸ
pt: Dispositivo de vídeo

source: Kamerao Nomo
ar: اسم الكاميرا
bn: ক্যামেরার নাম
hi: कैमरा नाम
ms: Nama Kamera
pa: ਕੈਮਰਾ ਨਾਮ
pt: Nome da câmera

source: alias pri ĉi tiu kamera aparato
ar: الاسم المستعار على جهاز الكاميرا هذا
bn: এই ক্যামেরা ডিভাইসে উপন্যাস
hi: इस कैमरा डिवाइस पर उर्फ
ms: alias pada peranti kamera ini
pa: ਇਸ ਕੈਮਰਾ ਡਿਵਾਈਸ ਤੇ ਉਪ
pt: alias neste dispositivo de câmera

source: Kamerao ID
ar: معرف الكاميرا
bn: ক্যামেরা আইডি
hi: कैमरा आईडी
ms: ID kamera
pa: ਕੈਮਰਾ ਆਈਡੀ
pt: ID da câmera

source: la kamerao identiga nombro
ar: رقم تعريف الكاميرا
bn: ক্যামেরা সনাক্তকরণ নম্বর
hi: कैमरा पहचान संख्या
ms: nombor pengenalan kamera
pa: ਕੈਮਰਾ ਪਛਾਣ ਨੰਬਰ
pt: o número de identificação da câmera

source: Kamerao aparato
ar: جهاز الكاميرا
bn: ক্যামেরা ডিভাইস
hi: कैमरा डिवाइस
ms: Peranti kamera
pa: ਕੈਮਰਾ ਉਪਕਰਣ
pt: Dispositivo de câmera

source: Eniga aparato (ekz. : /dev/video) or URL (ekz. : rtsp://192.168.1.1/stream)
ar: جهاز الإدخال (مثل: / dev / video) أو عنوان URL (مثل: rtsp: //192.168.1.1/stream)
bn: ইনপুট ডিভাইস (যেমন: / dev / ভিডিও) বা URL (যেমন: rtsp: //192.168.1.1/stream)
hi: इनपुट डिवाइस (जैसे: / dev / वीडियो) या URL (जैसे: rtsp: //192.168.1.1/stream)
ms: Peranti input (misalnya: / dev / video) atau URL (cth: rtsp: //192.168.1.1/stream)
pa: ਇਨਪੁਟ ਡਿਵਾਈਸ (ਜਿਵੇਂ: / dev / video) ਜਾਂ URL (ਉਦਾਹਰਣ: rtsp: //192.168.1.1/stream)
pt: Dispositivo de entrada (por exemplo: / dev / video) ou URL (por exemplo: rtsp: //192.168.1.1/stream)

source: Kamerao Tipo
ar: نوع الكاميرا
bn: ক্যামেরার প্রকার
hi: कैमरा प्रकार
ms: Jenis Kamera
pa: ਕੈਮਰਾ ਕਿਸਮ
pt: Tipo de câmera

source: Aŭtomata Brilo
ar: سطوع تلقائي
bn: স্বয়ংক্রিয় উজ্জ্বলতা
hi: स्वचालित चमक
ms: Kecerahan Automatik
pa: ਆਟੋਮੈਟਿਕ ਚਮਕ
pt: Brilho automático

source: ebligas aŭtomatan brilon de programaro (rekomendita nur por kameraoj sen aŭtomata brilo)
ar: تمكين برنامج التوهج التلقائي (موصى به للكاميرات التي لا تحتوي على التوهج التلقائي فقط)
bn: অটো-গ্লেয়ার সফ্টওয়্যার সক্ষম করে (কেবলমাত্র স্বতঃ-দ্যুতি ছাড়া ক্যামেরার জন্য প্রস্তাবিত)
hi: स्वतः-चमक सॉफ़्टवेयर सक्षम करता है (केवल ऑटो-चमक के बिना कैमरों के लिए अनुशंसित)
ms: Mendayakan kecerahan perisian automatik (hanya disyorkan untuk kamera tanpa kecerahan automatik)
pa: ਸਾੱਫਟਵੇਅਰ ਦੀ ਆਟੋਮੈਟਿਕ ਚਮਕ ਨੂੰ ਸਮਰੱਥ ਕਰਦਾ ਹੈ (ਸਿਰਫ ਆਟੋਮੈਟਿਕ ਚਮਕ ਤੋਂ ਬਿਨਾਂ ਕੈਮਰਿਆਂ ਲਈ ਸਿਫਾਰਸ਼ ਕੀਤਾ ਜਾਂਦਾ ਹੈ)
pt: Ativa o software de ofuscamento automático (recomendado apenas para câmeras sem ofuscamento automático)

source: Video-rezolucio
ar: دقة الفيديو
bn: ভিডিও রেজোলিউশন
hi: वीडियो संकल्प
ms: Resolusi video
pa: ਵੀਡੀਓ ਰੈਜ਼ੋਲੇਸ਼ਨ
pt: Resolução de vídeo

source: la video-rezolucio (pli grandaj valoroj produktas pli bonan kvaliton, sed postulas pli da CPU-potenco, pli granda stokado kaj larĝa de bando)
ar: دقة الفيديو (القيم الأعلى تنتج جودة أفضل ، ولكنها تتطلب المزيد من طاقة وحدة المعالجة المركزية ، ومساحة تخزين أكبر وعرض نطاق ترددي)
bn: ভিডিও রেজোলিউশন (বৃহত্তর মানগুলি উন্নত মানের উত্পাদন করে তবে আরও সিপিইউ পাওয়ার, বৃহত্তর স্টোরেজ এবং ব্যান্ডউইথের প্রয়োজন হয়)
hi: वीडियो रिज़ॉल्यूशन (बड़े मान बेहतर गुणवत्ता का उत्पादन करते हैं, लेकिन अधिक CPU शक्ति, अधिक संग्रहण और बैंडविड्थ की आवश्यकता होती है)
ms: resolusi video (nilai yang lebih besar menghasilkan kualiti yang lebih baik, tetapi memerlukan lebih banyak kuasa CPU, penyimpanan yang lebih besar dan jalur lebar)
pa: ਵੀਡੀਓ ਰੈਜ਼ੋਲੇਸ਼ਨ (ਵੱਡੇ ਮੁੱਲ ਵਧੀਆ ਕੁਆਲਟੀ ਦਾ ਉਤਪਾਦਨ ਕਰਦੇ ਹਨ, ਪਰ ਵਧੇਰੇ ਸੀ ਪੀਯੂ ਪਾਵਰ, ਵਧੇਰੇ ਸਟੋਰੇਜ ਅਤੇ ਬੈਂਡਵਿਡਥ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ)
pt: a resolução do vídeo (valores maiores produzem melhor qualidade, mas exigem mais energia da CPU, maior armazenamento e largura de banda)

source: Larĝeco
ar: العرض
bn: প্রস্থ
hi: चौड़ाई
ms: Lebar
pa: ਚੌੜਾਈ
pt: Largura

source: enigu kutiman rezolucian larĝon
ar: أدخل عرض دقة مخصص
bn: একটি কাস্টম রেজোলিউশন প্রস্থ লিখুন
hi: एक कस्टम रिज़ॉल्यूशन चौड़ाई दर्ज करें
ms: masukkan lebar resolusi adat
pa: ਇੱਕ ਕਸਟਮ ਰੈਜ਼ੋਲੂਸ਼ਨ ਚੌੜਾਈ ਦਿਓ
pt: insira uma largura de resolução personalizada

source: Alteco
ar: الارتفاع
bn: উচ্চতা
hi: ऊंचाई
ms: Ketinggian
pa: ਕੱਦ
pt: Altura

source: enigu kutiman rezolucian altecon
ar: أدخل ارتفاع دقة مخصص
bn: একটি কাস্টম রেজোলিউশন উচ্চতা লিখুন
hi: एक कस्टम रिज़ॉल्यूशन ऊँचाई दर्ज करें
ms: masukkan ketinggian resolusi adat
pa: ਇੱਕ ਕਸਟਮ ਰੈਜ਼ੋਲੂਸ਼ਨ ਉਚਾਈ ਦਰਜ ਕਰੋ
pt: insira uma altura de resolução personalizada

source: Video-Rotacio
ar: دوران الفيديو
bn: ভিডিও ঘূর্ণন
hi: वीडियो रोटेशन
ms: Putaran Video
pa: ਵੀਡੀਓ ਰੋਟੇਸ਼ਨ
pt: Rotação de Vídeo

source: uzu ĉi tion por turni la kaptitan bildon, se via kamerao ne estas poziciigita ĝuste
ar: استخدم هذا لتدوير الصورة الملتقطة إذا لم يتم وضع الكاميرا بشكل صحيح
bn: আপনার ক্যামেরাটি সঠিকভাবে অবস্থান না করা থাকলে ক্যাপচার করা চিত্রটি ঘোরানোর জন্য এটি ব্যবহার করুন
hi: यदि आपका कैमरा सही तरीके से पोस्ट नहीं किया गया है, तो कैप्चर की गई छवि को घुमाने के लिए इसका उपयोग करें
ms: gunakan ini untuk memutar imej yang ditangkap jika kamera anda tidak diposisikan dengan betul
pa: ਇਸ ਨੂੰ ਕੈਪਚਰ ਚਿੱਤਰ ਨੂੰ ਘੁੰਮਾਉਣ ਲਈ ਇਸਤੇਮਾਲ ਕਰੋ ਜੇ ਤੁਹਾਡਾ ਕੈਮਰਾ ਸਹੀ ਤਰ੍ਹਾਂ ਨਾਲ ਨਹੀਂ ਹੈ
pt: use isso para girar a imagem capturada se sua câmera não estiver posicionada corretamente

source: Kadrofrekvenco
ar: معدل الإطار
bn: ফ্রেম রেট
hi: फ्रेम दर
ms: Kadar bingkai
pa: ਫਰੇਮ ਰੇਟ
pt: Taxa de quadros

source: agordas la nombron de kadroj kaptitaj de la kamerao ĉiun sekundon (pli altaj valoroj produktas pli mildajn filmetojn sed postulas pli da CPU-potenco, pli grandan stokadon kaj larĝan bandon)
ar: يضبط عدد الإطارات التي تلتقطها الكاميرا كل ثانية (القيم الأعلى تنتج مقاطع فيديو أكثر سلاسة ولكنها تتطلب المزيد من طاقة وحدة المعالجة المركزية ، ومساحة تخزين أكبر وعرض نطاق ترددي)
bn: প্রতি সেকেন্ডে ক্যামেরায় ক্যাপচার করা ফ্রেমের সংখ্যা সেট করে (উচ্চতর মানগুলি মসৃণ ভিডিও তৈরি করে তবে আরও সিপিইউ শক্তি, বৃহত্তর স্টোরেজ এবং ব্যান্ডউইথ প্রয়োজন)
hi: प्रति सेकंड कैमरे द्वारा कैप्चर किए गए फ़्रेमों की संख्या निर्धारित करता है (उच्च मूल्य चिकनी वीडियो का उत्पादन करते हैं लेकिन अधिक सीपीयू शक्ति, अधिक भंडारण और बैंडविड्थ की आवश्यकता होती है)
ms: Menetapkan bilangan bingkai yang ditangkap oleh kamera sesaat (nilai yang lebih tinggi menghasilkan video yang lebih lancar tetapi memerlukan lebih banyak kuasa CPU, penyimpanan yang lebih besar dan jalur lebar)
pa: ਪ੍ਰਤੀ ਸਕਿੰਟ ਕੈਮਰੇ ਦੁਆਰਾ ਫੜੇ ਗਏ ਫਰੇਮਾਂ ਦੀ ਗਿਣਤੀ ਨਿਰਧਾਰਤ ਕਰਦਾ ਹੈ (ਉੱਚੇ ਮੁੱਲ ਨਿਰਵਿਘਨ ਵਿਡੀਓਜ਼ ਪੈਦਾ ਕਰਦੇ ਹਨ ਪਰ ਵਧੇਰੇ ਸੀਪੀਯੂ ਪਾਵਰ, ਵਧੇਰੇ ਸਟੋਰੇਜ ਅਤੇ ਬੈਂਡਵਿਥ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ)
pt: Define o número de quadros capturados pela câmera a cada segundo (valores mais altos produzem vídeos mais suaves, mas requerem mais energia da CPU, maior armazenamento e largura de banda)

source: Ekstraj Elektoj
ar: خيارات إضافية
bn: অতিরিক্ত বিকল্প
hi: अतिरिक्त विकल्प
ms: Pilihan Tambahan
pa: ਅਤਿਰਿਕਤ ਵਿਕਲਪ
pt: Opções Extra

source: vi povas aldoni ĉi tie iujn ajn kromajn eblojn por la &quot;motion&quot; demono (uzu la formaton &quot;nomo valoro&quot;, unu opcion po linio)
ar: يمكنك إضافة أي خيارات إضافية هنا لبرنامج "الحركة" (استخدم تنسيق "اسم القيمة" ، خيار واحد لكل سطر)
bn: "গতি" ডিমনটির জন্য আপনি এখানে কোনও অতিরিক্ত বিকল্প যুক্ত করতে পারেন ("নাম মান" ফর্ম্যাট ব্যবহার করুন, প্রতি লাইনে একটি বিকল্প)
hi: आप "गति" डेमॉन के लिए यहां कोई अतिरिक्त विकल्प जोड़ सकते हैं ("नाम मान" प्रारूप, प्रति पंक्ति एक विकल्प का उपयोग करें)
ms: anda boleh menambah sebarang pilihan tambahan di sini untuk daemon "gerakan" (gunakan format "nilai nama", satu pilihan setiap baris)
pa: ਤੁਸੀਂ ਇੱਥੇ "ਮੋਸ਼ਨ" ਡੈਮਨ ਲਈ ਕੋਈ ਵਾਧੂ ਵਿਕਲਪ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹੋ ("ਨਾਮ ਮੁੱਲ" ਫਾਰਮੈਟ ਦੀ ਵਰਤੋਂ ਕਰੋ, ਪ੍ਰਤੀ ਲਾਈਨ ਇੱਕ ਵਿਕਲਪ)
pt: você pode adicionar outras opções aqui para o daemon "motion" (use o formato "name value", uma opção por linha)

source: elektu kie kaj kiel viaj amaskomunikiloj estas konservitaj
ar: اختر مكان وكيفية تخزين الوسائط الخاصة بك
bn: আপনার মিডিয়াটি কোথায় এবং কীভাবে সঞ্চিত রয়েছে তা চয়ন করুন
hi: चुनें कि आपका मीडिया कहां और कैसे संग्रहीत है
ms: pilih di mana dan bagaimana media anda disimpan
pa: ਚੁਣੋ ਕਿ ਤੁਹਾਡਾ ਮੀਡੀਆ ਕਿੱਥੇ ਅਤੇ ਕਿਵੇਂ ਸਟੋਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ
pt: escolha onde e como sua mídia é armazenada

source: Stokado de dosieroj
ar: تخزين الملفات
bn: ফাইল স্টোরেজ
hi: फ़ाइल भंडारण
ms: Penyimpanan fail
pa: ਫਾਈਲ ਸਟੋਰੇਜ
pt: Armazenamento de arquivos

source: Stokada Aparato
ar: جهاز التخزين
bn: স্টোরেজ ডিভাইস
hi: स्टोरेज डिवाइस
ms: Peranti Penyimpanan
pa: ਸਟੋਰੇਜ਼ ਡਿਵਾਈਸ
pt: Dispositivo de armazenamento

source: indikas la stokan aparaton, kie la bildo kaj video-dosieroj estos konservitaj
ar: يشير إلى جهاز التخزين حيث سيتم تخزين ملفات الصور والفيديو
bn: চিত্র এবং ভিডিও ফাইলগুলি সংরক্ষণ করা হবে এমন স্টোরেজ ডিভাইসটিকে নির্দেশ করে
hi: स्टोरेज डिवाइस को इंगित करता है जहां छवि और वीडियो फ़ाइलों को संग्रहीत किया जाएगा
ms: menunjukkan peranti storan di mana fail imej dan video akan disimpan
pa: ਸਟੋਰੇਜ਼ ਉਪਕਰਣ ਨੂੰ ਸੰਕੇਤ ਕਰਦਾ ਹੈ ਜਿੱਥੇ ਚਿੱਤਰ ਅਤੇ ਵੀਡਿਓ ਫਾਈਲਾਂ ਸਟੋਰ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ
pt: indica o dispositivo de armazenamento onde os arquivos de imagem e vídeo serão armazenados

source: Retservilo
ar: خادم الويب
bn: ওয়েব সার্ভার
hi: वेब सर्वर
ms: Pelayan web
pa: ਵੈੱਬ ਸਰਵਰ
pt: Servidor Web

source: la adreso de la retservilo (IP-adreso aŭ nomo)
ar: عنوان خادم الويب (عنوان IP أو الاسم)
bn: ওয়েব সার্ভারের ঠিকানা (আইপি ঠিকানা বা নাম)
hi: वेब सर्वर का पता (आईपी पता या नाम)
ms: alamat pelayan web (alamat IP atau nama)
pa: ਵੈਬ ਸਰਵਰ ਪਤਾ (IP ਪਤਾ ਜਾਂ ਨਾਮ)
pt: o endereço do servidor web (endereço IP ou nome)

source: SMB Protokolo-Versio
ar: إصدار بروتوكول SMB
bn: এসএমবি প্রোটোকল সংস্করণ
hi: SMB प्रोटोकॉल संस्करण
ms: Versi Protokol SMB
pa: ਐਸਐਮਬੀ ਪ੍ਰੋਟੋਕੋਲ ਵਰਜਨ
pt: Versão do protocolo SMB
