Repository: AKJUS/motioneye
Catalog: motioneye/locale/*/LC_MESSAGES/motioneye.po
Languages: ar, bn, hi, ms, pa, pt

source: elektu la SMB-version, kiun vi povas uzi (testu la malsamajn eblojn kaj vidu, kiu funkcias plej bone kun via NAS)
ar: حدد إصدار SMB الذي يمكنك استخدامه (اختبار الخيارات المختلفة ومعرفة أيها يعمل بشكل أفضل مع NAS)
bn: আপনি যে এসএমবি সংস্করণটি ব্যবহার করতে পারেন তা নির্বাচন করুন (বিভিন্ন বিকল্পের পরীক্ষা করে দেখুন এবং আপনার এনএএস-এর সাথে কোনটি সবচেয়ে ভাল কাজ করে তা দেখুন)
hi: SMB संस्करण का चयन करें जिसका आप उपयोग कर सकते हैं (विभिन्न विकल्पों का परीक्षण करें और देखें कि आपके NAS के साथ कौन सा सबसे अच्छा काम करता है)
ms: pilih versi SMB yang anda boleh gunakan (menguji pilihan yang berbeza dan lihat yang paling sesuai dengan NAS anda)
pa: ਤੁਸੀਂ ਵਰਤ ਸਕਦੇ ਹੋ ਐਸਐਮਬੀ ਸੰਸਕਰਣ ਦੀ ਚੋਣ ਕਰੋ (ਵੱਖ ਵੱਖ ਵਿਕਲਪਾਂ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਵੇਖੋ ਕਿ ਤੁਹਾਡੇ ਐਨਏਐਸ ਦੇ ਨਾਲ ਕਿਹੜਾ ਵਧੀਆ ਕੰਮ ਕਰਦਾ ਹੈ)
pt: selecione a versão SMB que você pode usar (teste as diferentes opções e veja qual funciona melhor com seu NAS)

source: Kunhava nomo
ar: الاسم المشترك
bn: ভাগ করা নাম
hi: साझा नाम
ms: Nama yang dikongsi
pa: ਸਾਂਝਾ ਨਾਮ
pt: Nome compartilhado

source: la nomo de la interŝanĝa reto
ar: اسم شبكة التبادل
bn: এক্সচেঞ্জ নেটওয়ার্কের নাম
hi: एक्सचेंज नेटवर्क का नाम
ms: nama rangkaian pertukaran
pa: ਐਕਸਚੇਂਜ ਨੈਟਵਰਕ ਦਾ ਨਾਮ
pt: o nome da rede de troca

source: Uzantnomo
ar: اسم المستخدم
bn: ব্যবহারকারীর নাম
hi: प्रयोक्ता नाम
ms: Nama pengguna
pa: ਉਪਯੋਗਕਰਤਾ ਨਾਮ
pt: Nome de usuário

source: la uzantnomo kiu estu provizita kiam vi aliras la reton dosierujon (lasu malplena se neniu uzantnomo estas bezonata)
ar: اسم المستخدم الذي سيتم تقديمه عند الوصول إلى دليل الشبكة (اتركه فارغًا إذا لم يكن اسم المستخدم مطلوبًا)
bn: নেটওয়ার্ক ডিরেক্টরি অ্যাক্সেস করার সময় সরবরাহ করা ব্যবহারকারী নাম (কোনও ব্যবহারকারীর প্রয়োজন না হলে ফাঁকা ছেড়ে যান)
hi: नेटवर्क निर्देशिका तक पहुँचते समय दिया जाने वाला उपयोगकर्ता नाम (यदि कोई उपयोगकर्ता नाम आवश्यक नहीं है तो खाली छोड़ दें)
ms: nama pengguna akan diberikan apabila anda mengakses direktori rangkaian (kosongkan jika tiada nama pengguna diperlukan)
pa: ਨੈਟਵਰਕ ਡਾਇਰੈਕਟਰੀ ਤੱਕ ਪਹੁੰਚਣ ਵੇਲੇ ਦਿੱਤਾ ਜਾਣ ਵਾਲਾ ਉਪਯੋਗਕਰਤਾ ਨਾਮ (ਖਾਲੀ ਛੱਡੋ ਜੇ ਉਪਯੋਗਕਰਤਾ ਨਾਮ ਦੀ ਜਰੂਰਤ ਨਹੀਂ ਹੁੰਦੀ)
pt: o nome de usuário a ser fornecido quando você acessar o diretório de rede (deixe em branco se nenhum nome de usuário for necessário)

source: Pasvorton
ar: كلمة المرور
bn: পাসওয়ার্ড
hi: पासवर्ड
ms: Kata laluan
pa: ਪਾਸਵਰਡ
pt: Senha

source: la pasvorto bezonata de la reto dosierujo (lasi malplena se neniu pasvorto estas bezonata)
ar: كلمة المرور التي يتطلبها دليل الشبكة (اتركها فارغة إذا لم تكن هناك حاجة لكلمة المرور)
bn: নেটওয়ার্ক ডিরেক্টরি দ্বারা প্রয়োজনীয় পাসওয়ার্ড (পাসওয়ার্ডের প্রয়োজন না হলে খালি ছেড়ে দিন)
hi: नेटवर्क निर्देशिका द्वारा आवश्यक पासवर्ड (यदि कोई पासवर्ड की आवश्यकता हो तो खाली छोड़ दें)
ms: kata laluan yang diperlukan oleh direktori rangkaian (kosongkan jika tiada kata laluan diperlukan)
pa: ਨੈਟਵਰਕ ਡਾਇਰੈਕਟਰੀ ਦੁਆਰਾ ਲੋੜੀਂਦਾ ਪਾਸਵਰਡ (ਜੇ ਪਾਸਵਰਡ ਦੀ ਲੋੜ ਨਾ ਹੋਵੇ ਤਾਂ ਖਾਲੀ ਛੱਡੋ)
pt: a senha exigida pelo diretório de rede (deixe em branco se nenhuma senha for necessária)

source: Radika dosierujo
ar: دليل الجذر
bn: রুট ডিরেক্টরি
hi: रूट डायरेक्टरी
ms: Direktori akar
pa: ਰੂਟ ਡਾਇਰੈਕਟਰੀ
pt: Diretório raiz

source: la radika vojo (sur la elektita stokada aparato), kie la dosieroj estos konservitaj
ar: مسار الجذر (على جهاز التخزين المحدد) حيث سيتم تخزين الملفات
bn: মূল পাথ (নির্বাচিত স্টোরেজ ডিভাইসে) যেখানে ফাইলগুলি সংরক্ষণ করা হবে
hi: रूट पथ (चयनित संग्रहण डिवाइस पर) जहां फ़ाइलें संग्रहीत की जाएंगी
ms: laluan akar (pada peranti penyimpanan yang dipilih) di mana fail akan disimpan
pa: ਰੂਟ ਮਾਰਗ (ਚੁਣੇ ਸਟੋਰੇਜ਼ ਡਿਵਾਈਸ ਤੇ) ਜਿੱਥੇ ਫਾਈਲਾਂ ਸਟੋਰ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ
pt: o caminho raiz (no dispositivo de armazenamento selecionado) onde os arquivos serão armazenados

source: Testi la reton dosierujon
ar: اختبر دليل الشبكة
bn: নেটওয়ার্ক ডিরেক্টরি পরীক্ষা করুন
hi: नेटवर्क निर्देशिका का परीक्षण करें
ms: Uji direktori rangkaian
pa: ਨੈੱਟਵਰਕ ਡਾਇਰੈਕਟਰੀ ਦੀ ਜਾਂਚ ਕਰੋ
pt: Teste o diretório de rede

source: alklaku ĉi tiun butonon por testi la retan kunlokon post kiam vi plenigis la postulatajn detalojn
ar: انقر فوق هذا الزر لاختبار اتصال الشبكة بعد ملء التفاصيل المطلوبة
bn: আপনি প্রয়োজনীয় বিশদ পূরণ করার পরে নেটওয়ার্ক সংযোগ পরীক্ষা করতে এই বোতামটি ক্লিক করুন
hi: आवश्यक विवरणों को भरने के बाद नेटवर्क कनेक्शन का परीक्षण करने के लिए इस बटन पर क्लिक करें
ms: klik butang ini untuk menguji sambungan rangkaian selepas anda mengisi butiran yang diperlukan
pa: ਲੋੜੀਂਦੇ ਵੇਰਵੇ ਭਰਨ ਤੋਂ ਬਾਅਦ ਨੈਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਇਸ ਬਟਨ ਨੂੰ ਦਬਾਓ
pt: clique neste botão para testar a conexão de rede depois de preencher os detalhes necessários

source: Uzado de Disko
ar: استخدام القرص
bn: ডিস্কের ব্যবহার
hi: डिस्क का उपयोग
ms: Penggunaan cakera
pa: ਡਿਸਕ ਦੀ ਵਰਤੋਂ
pt: Uso de disco

source: la uzata/tuta grandeco de la disko, kie loĝas la radika dosierujo
ar: حجم / حجم محرك الأقراص حيث يوجد الدليل الجذر
bn: মূল ডিরেক্টরিটি যেখানে ড্রাইভের আকার / আকার /
hi: ड्राइव का आकार / आकार जहां रूट डायरेक्टरी रहता है
ms: saiz / saiz pemacu di mana direktori root berada
pa: ਡਰਾਈਵ ਦਾ ਆਕਾਰ / ਅਕਾਰ ਜਿੱਥੇ ਰੂਟ ਡਾਇਰੈਕਟਰੀ ਰਹਿੰਦੀ ਹੈ
pt: o tamanho / tamanho da unidade em que o diretório raiz reside

source: Alŝutu Mediajn Dosierojn
ar: تحميل ملفات الوسائط
bn: মিডিয়া ফাইলগুলি আপলোড করুন
hi: मीडिया फ़ाइलें अपलोड करें
ms: Muat naik Fail Media
pa: ਮੀਡੀਆ ਫਾਈਲਾਂ ਅਪਲੋਡ ਕਰੋ
pt: Carregar arquivos de mídia

source: aktivigu ĉi tiun opcion, se vi volas, ke viaj amaskomunikiloj estu alŝutitaj al ekstera servo
ar: قم بتنشيط هذا الخيار إذا كنت تريد تحميل الوسائط الخاصة بك إلى خدمة خارجية
bn: আপনি যদি আপনার মিডিয়াটি কোনও বাহ্যিক পরিষেবাদিতে আপলোড করতে চান তবে এই বিকল্পটি সক্রিয় করুন
hi: यदि आप चाहते हैं कि आपका मीडिया किसी बाहरी सेवा पर अपलोड हो तो इस विकल्प को सक्रिय करें
ms: aktifkan opsyen ini jika anda mahu media anda dimuat naik ke perkhidmatan luaran
pa: ਇਸ ਵਿਕਲਪ ਨੂੰ ਸਮਰੱਥ ਕਰੋ ਜੇ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਤੁਹਾਡੇ ਮੀਡੀਆ ਨੂੰ ਕਿਸੇ ਬਾਹਰੀ ਸੇਵਾ ਵਿੱਚ ਅਪਲੋਡ ਕੀਤਾ ਜਾਵੇ
pt: ative esta opção se desejar que sua mídia seja carregada em um serviço externo

source: Alŝutu Bildojn
ar: تحميل الصور
bn: চিত্রগুলি আপলোড করুন
hi: छवियाँ अपलोड करें
ms: Muat naik Imej
pa: ਚਿੱਤਰ ਅਪਲੋਡ ਕਰੋ
pt: Carregar Imagens

source: aktivigu ĉi tiun opcion, se vi volas, ke la bildoj elŝutiĝu al ekstera servo
ar: قم بتنشيط هذا الخيار إذا كنت تريد تنزيل الصور إلى خدمة خارجية
bn: আপনি যদি কোনও বহিরাগত পরিষেবাতে চিত্রগুলি ডাউনলোড করতে চান তবে এই বিকল্পটি সক্রিয় করুন
hi: यदि आप चाहते हैं कि छवियों को किसी बाहरी सेवा में डाउनलोड किया जाए तो इस विकल्प को सक्रिय करें
ms: aktifkan opsyen ini jika anda mahu imej dimuat turun ke perkhidmatan luaran
pa: ਇਸ ਵਿਕਲਪ ਨੂੰ ਸਰਗਰਮ ਕਰੋ ਜੇ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਚਿੱਤਰਾਂ ਨੂੰ ਕਿਸੇ ਬਾਹਰੀ ਸੇਵਾ ਵਿੱਚ ਡਾ beਨਲੋਡ ਕੀਤਾ ਜਾਵੇ
pt: ative esta opção se desejar que as imagens sejam baixadas para um serviço externo

source: Alŝutu Filmojn
ar: تحميل الأفلام
bn: চলচ্চিত্রগুলি আপলোড করুন
hi: मूवीज अपलोड करें
ms: Muat naik Filem
pa: ਫਿਲਮਾਂ ਅਪਲੋਡ ਕਰੋ
pt: Carregar filmes

source: ebligu ĉi tion, se vi volas, ke filmetoj estu alŝutitaj al ekstera servo
ar: قم بتمكين هذا إذا كنت تريد تحميل مقاطع الفيديو إلى خدمة خارجية
bn: আপনি যদি কোনও বাহ্যিক পরিষেবাতে ভিডিও আপলোড করতে চান তবে এটি সক্ষম করুন
hi: यदि आप वीडियो को किसी बाहरी सेवा पर अपलोड करना चाहते हैं तो इसे सक्षम करें
ms: dayakan ini jika anda mahu video dimuat naik ke perkhidmatan luaran
pa: ਇਸ ਨੂੰ ਸਮਰੱਥ ਕਰੋ ਜੇ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਵਿਡੀਓਜ਼ ਨੂੰ ਕਿਸੇ ਬਾਹਰੀ ਸੇਵਾ ਵਿੱਚ ਅਪਲੋਡ ਕੀਤਾ ਜਾਵੇ
pt: ative isso se desejar que os vídeos sejam enviados para um serviço externo
